[{"title":"The Key of Solomon","summary":"An ancient grimoire etched in fractured Latin and Hebrew, where prayers coil into chains and sigils command legions unseen. Its cracked leather binding has weathered kingdoms, and its words speak of the dominion of man over spirit, yet every invocation demands a toll of flesh or soul. The Key is no scripture of salvation but of peril: those who falter in its rites invite not angels but hungering shades. To wield it is to walk the narrowing bridge between power and ruin, where even kings have toppled into shadow for daring to bind what should never be called.","genre":"GRIMOIRE","author":"SOLOMON_THE_WISE","accessLevel":"MASTERAL","imageFile":"/resources/textures/bookDisplays/key-of-solomon.jpg","keywords":"Key of Solomon, grimoire, forbidden knowledge, cursed book, occult, summoning, ritual magic, dark magic, ancient text, demonology, angelic seals, Hebrew magic, ritual circles, invocation, exorcism, spiritual dominion, mystical control, shadow binding"},{"title":"Lesser Key of Solomon","summary":"A grimoire of conjurations that claims to chain the seventy-two spirits once bound by King Solomon himself. Its seals and rites promise dominion over infernal legions, yet each invocation carves away a piece of the soul. Where the Key guided, the Lemegeton commands — and often damns.","genre":"GRIMOIRE","author":"SOLOMON_THE_WISE","accessLevel":"ORIGIN","imageFile":"/resources/textures/bookDisplays/lesser-key-of-solomon.jpg","keywords":"Lemegeton, Lesser Key of Solomon, grimoire, forbidden knowledge, cursed book, occult, summoning, ritual magic, dark magic, ancient text, demonology, infernal seals, goetia, spirit binding, infernal dominion"},{"title":"Necronomicon","summary":"A tome whispered of in madness, bound not in vellum but in the silence of graves. Its pages chart the void beyond stars, where elder things stir and hunger with patient eternity. To read is to invite visions of cyclopean cities and oceans of black seas that erode the mind; to remember is to feel sanity peel away like rotted bark. No author claims it, yet all who name it know the blight of Abdul Alhazred, the mad poet whose quill bled truths best left unscribed. The Necronomicon does not merely instruct—it ensnares, unmaking the reader until they too are but another verse in its endless dirge.","genre":"GRIMOIRE","author":"ABDUL_ALHAZRED","accessLevel":"ORIGIN","imageFile":"/resources/textures/bookDisplays/necronomicon.jpg","keywords":"Necronomicon, grimoire, forbidden knowledge, cursed book, occult, summoning, ritual magic, dark magic, ancient text, cosmic horror, madness, eldritch beings, Abdul Alhazred, necromancy, insanity, void lore, lost civilizations"},{"title":"Picatrix","summary":"The Picatrix, an ancient Arabic grimoire traditionally attributed to Maslama al-Majriti, whispers the secrets of the stars and the hidden laws of the cosmos. Its cracked leather pages, etched with sigils older than kingdoms long fallen, pulse with a cold, watchful intelligence. Within lies the arcane knowledge of celestial alignments and forbidden rites, precise yet cruel, offering power that fractures the mind and erodes the soul. Scholars who dare translate its cryptic diagrams risk being consumed by the void it inhabits, glimpsing the harmony of the heavens only as their own humanity slips away. It is not a book, but a perilous covenant, a shadowed path where knowledge and damnation entwine.","genre":"OCCULT","author":"MASLAMA_AL_MAJRITI","accessLevel":"MASTERAL","imageFile":"/resources/textures/bookDisplays/picatrix.jpg","keywords":"Picatrix, occult, astral magic, talisman, forbidden knowledge, alchemy, astrology, medieval grimoire, magical rites, celestial influence, cosmic alignment, star lore, ethereal forces"},{"title":"Ars Notoria","summary":"The Ars Notoria, whispered to be Solomon’s own craft, is a labyrinth of sacred prayers and celestial glyphs, designed to bend the mind toward unearthly knowledge. Its pages hum with unseen power, each word a key to memory and eloquence, yet each invocation exacts a toll upon the soul. Those who linger over its diagrams may find themselves gifted beyond human limits, but haunted by visions that erode reason and tether the spirit to realms unseen. It is a tome of illumination and damnation intertwined, where mastery of thought becomes both blessing and curse.","genre":"GRIMOIRE","author":"SOLOMON_THE_WISE","accessLevel":"EXPERT","imageFile":"/resources/textures/bookDisplays/ars-notoria.jpg","keywords":"Ars Notoria, occult, memory enhancement, intellect, prayers, mystical invocations, spiritual peril, medieval magic, mental mastery, divine wisdom, arcane instruction"},{"title":"Heptameron","summary":"The Heptameron is a ritual grimoire of angelic summoning, its pages filled with solemn diagrams and incantations that pulse with otherworldly authority. Each day’s rite calls forth a host of celestial beings, their obedience absolute, their gaze cold and indifferent. The practitioner becomes both instrument and witness, caught between devotion and dread, as the text grants power not through force but through exacting precision. Too eager or careless, and the angels’ silent judgment gnaws at the soul, leaving brilliance tinged with unease.","genre":"OCCULT","author":"PETER_OF_ABANO","accessLevel":"EXPERT","imageFile":"/resources/textures/bookDisplays/heptameron.jpg","keywords":"Heptameron, occult, ritual magic, summoning, angels, spirits, forbidden knowledge, medieval grimoire, spiritual binding, ceremonial rites, mystical hierarchy"},{"title":"Book of Enoch","summary":"The Book of Enoch is a relic of a world long swallowed by time, its brittle pages murmuring of Watchers who fell from the heavens and scattered corruption upon the earth. Each line is a shard of forgotten prophecy, a vision of cataclysms that claw at the mind and gnaw at the soul. To read it is to walk among shadows older than kingdoms, to feel the weight of divine judgment pressing like stone upon the chest. Knowledge here does not enlighten—it exacts, leaving those who dare its truths hollowed, yet haunted by the echoes of heaven’s rebellion.","genre":"PROPHECY","author":"ENOCH","accessLevel":"ORIGIN","imageFile":"/resources/textures/bookDisplays/book-of-enoch.jpg","keywords":"Book of Enoch, apocalyptic, prophecy, forbidden knowledge, angels, fallen angels, divine wrath, celestial secrets, visions, end times, cosmic order, heavenly judgment"},{"title":"Prophecies of Nostradamus","summary":"The Prophecies of Nostradamus are a tapestry of shadows, each quatrain a riddle that whispers of doom yet to come. Its pages seem to shimmer with a cold inevitability, as if the ink itself foretells the fall of kings, the rise of plague, and the slow unraveling of the world. Those who pore over it feel the weight of fate pressing upon their shoulders, glimpsing futures that twist hope into despair and ambition into ashes. This is no guide to mastery, but a mirror to mortality, showing all who read the fragility of men beneath the indifferent gaze of time.","genre":"PROPHECY","author":"NOSTRADAMUS","accessLevel":"NOVICE","imageFile":"/resources/textures/bookDisplays/prophecies-of-nostradamus.jpg","keywords":"Nostradamus, prophecy, apocalyptic, quatrains, disasters, wars, future knowledge, end times, prediction, occult, temporal foretelling, cryptic imagery"},{"title":"Apocalypse of Baruch","summary":"The Apocalypse of Baruch unfolds as a chronicle of despair, where every vision is a hammer striking the bones of kingdoms long fallen. Fire devours cities, rivers run black with sorrow, and the air itself seems heavy with the inevitability of decay. Those who read its lines find themselves trapped between witness and victim, feeling the slow, relentless erosion of hope. The text does not offer guidance or comfort; it lays bare the futility of all striving, a testament to ruin that waits patiently for all who breathe.","genre":"PROPHECY","author":"BARUCH","accessLevel":"NOVICE","imageFile":"/resources/textures/bookDisplays/apocalypse-of-baruch.jpg","keywords":"Apocalypse of Baruch, prophecy, apocalyptic, divine judgment, end times, future knowledge, visions, celestial order, historical text, prophetic calamities, moral reckoning"}]